Repository: senufo/vdr4arch_gotham
Catalog: plugins/vdr-plugin-recsearch/*.po
Languages: fr_fr

source: search your recordings
fr_fr: Rechercher vos enregistrements

source: search recordings
fr_fr: Chercher des enregistrements

source: select category
fr_fr: Selectionner la catégorie

source: <no category>
fr_fr: <pas de catégorie>

source: load search template
fr_fr: Charger le modèle de recherche

source: search term
fr_fr: Terme de la recherche

source: status
fr_fr: état

source: younger than days
fr_fr: moins de jour

source: whatever
fr_fr: égal

source: hot key
fr_fr: Touche de raccourci

source: no hot key
fr_fr: Pas de touche de raccourci

source: category
fr_fr: Catégorie

source: Button$Save
fr_fr: Sauver

source: Button$Find
fr_fr: Rechercher

source: Button$Delete
fr_fr: Effacer

source: Button$Load
fr_fr: Charger

source: Button$Select
fr_fr: Selectionner

source: search template has been saved
fr_fr: chercher un modèle sauvé

source: enter something I can search for
fr_fr: entrer ce que vous voulez chercher

source: delete shown search template?
fr_fr: effacer le modèle de recherche

source: search template was deleted from file
fr_fr: le modèle de recherche a été supprimer à partir du fichier

source: you have to save a search template first
fr_fr: vous devez sauver le modèle de recherche d'abord

source: all
fr_fr: tout

source: only new
fr_fr: Seulement les nouveaux

source: only edited
fr_fr: seulement les édités

source: invalid
fr_fr: invalide

source: , younger than %d days
fr_fr: , plus récent que %d jour(s)

source: , hot key %d
fr_fr: , touche de reaccourci %d
