Repository: senufo/vdr4arch_gotham
Catalog: plugins/vdr-remotetimers/*.po
Languages: fr_fr

source: Location
fr_fr: Position

source: remote
fr_fr: distant

source: User ID
fr_fr: ID utilisateur

source: Timer is recording - can't move it to server
fr_fr: Enregistrement en cours - impossible de le déplacer sur le serveur

source: User
fr_fr: Utilisateur

source: Cancel
fr_fr: Annuler

source: Edit recording
fr_fr: Editer l'enregistrement

source: Remote editing process started
fr_fr: Edition distante démarrée

source: Unable to update user ID
fr_fr: Impossible de mettre à jour l'ID de l'utilisateur

source: Unable to change priority/lifetime
fr_fr: Impossible de changer la priorité/temps de vie

source: Unable to rename recording
fr_fr: Impossible de renomer l'enregistrement

source: Move to other filesystem in background?
fr_fr: Déplacer sur un autre système de fichier en tache de fond

source: Button$Folder
fr_fr: Répertoire

source: Cut
fr_fr: Couper

source: Select folder
fr_fr: Selectionner le répertoire

source: Abort moving recording
fr_fr: Annuler le déplacement de l'enregistrement

source: Remote timers not available
fr_fr: Programmations distante non disponibles

source: Finished moving recording
fr_fr: Déplacement de l'enregistrement fini

source: Failed to move recording!
fr_fr: Impossible de déplacer l'enregistrement

source: Edit timers on remote VDR
fr_fr: Editer la programmation sur le VDR distant

source: Remote Timers
fr_fr: Programmation distante

source: Moving recording
fr_fr: Déplacer l'enregistrement

source: Remote recording failed. Start local recording?
fr_fr: Enregistrmenet distant impossible. Démarrer l'enregistrment en local

source: Server IP
fr_fr: IP du serveur

source: Server port
fr_fr: Port du serveur

source: from svdrpservice
fr_fr: de svdrpservice

source: channel number
fr_fr: numéro de la chaîne

source: channel ID
fr_fr: ID de la chaîne

source: Hide mainmenu entry
fr_fr: Cacher l'entrée dans le menu principal

source: Defaults for new timers
fr_fr: Par défaut pour les nouvelles programmations

source: Instant recordings
fr_fr: Enregistrements instantanée

source: Pause recordings
fr_fr: Enregistrement en pause

source: Settings for menu "%s"
fr_fr: Paramètres pour le menu "%s"

source: Replace mainmenu
fr_fr: Remplacer dans le menu principal

source: List style
fr_fr: Style de liste

source: Show progress bar
fr_fr: Montrer la barre de progression

source: Key binding of %s/%s
fr_fr: Association %s/%s

source: User ID filter
fr_fr: Filter par ID de l'utilisateur

source: Move recording bandwidth limit (Mbit/s)
fr_fr: Limiter la bande passabte de l'enregistrment (Mbit/s)

source: unlimited
fr_fr: illimité

source: Remote recordings
fr_fr: Enregistrements distants

source: Mounted on subdirectory
fr_fr: Monter sur le sous répertoire

source: Monitor update file
fr_fr: Controler la mise à jour du fichier

source: Updated remote timers list
fr_fr: Mise à jour des programmations distantes

source: Timers are being edited remotely - please try again
fr_fr: Les programmations distantes sont en train d'être éditées - SVP, essayer de nouveau

source: Timer is recording - please deactivate it first
fr_fr: Enregistrement en cours - SVP, déactivez là d'abord

source: Timer already defined
fr_fr: Programmation déjà définie

source: Timers modified remotely - please check remote timers
fr_fr: La programmation distante a été modifiée - SVP, vérifiez là

source: Unexpected error - please check remote timers
fr_fr: Erreur inattendue - SVP, vérifiez la programmation distante

source: Lost SVDRP connection - please check remote timers
fr_fr: Connexion SVDRP perdue - SVP vérifiez là

source: Remote cutter already active or no marks defined
fr_fr: Découpage distant actif ou pas de marques définies

source: Recording not found on remote VDR - use local cutter
fr_fr: Pas d'enregistrments sur le VDR distant - Utilisez le découpage local

source: Unexpected error - unable to start remote cutter
fr_fr: Erreur inattendue - Immpossible de démarrer le découpage distant

source: Lost SVDRP connection - unable to start remote cutter
fr_fr: SVDRP connexion perduei - impossible de démarrer le découpage distant
